Repository: ncleton/vibe-walkie
Catalog: iOS/AppRemoteiOS/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, yue, zh_hans, zh_hant

# ios.health.refresh
source: Refresh
ar: تحديث
ca: Actualitzar
cs: Obnovit
da: Opfriske
de: Aktualisieren
el: Φρεσκάρω
es: Refrescar
fi: Päivitä
fr: Actualiser
he: רענון
hi: ताज़ा करना
hr: Osvježiti
hu: Frissítés
id: Menyegarkan
it: Aggiorna
ja: 更新
ko: 새로 고치다
ms: Segarkan semula
nb: Forfriske
nl: Vernieuwen
pl: Odświeżać
pt: Atualizar
ro: Reîmprospăta
ru: Обновить
sk: Obnoviť
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm cho khỏe lại
yue: 刷新
zh_hans: 刷新
zh_hant: 重新整理

# ios.health.hero.eyebrow
source: WALK WHILE WORKING
ar: امشِ أثناء العمل
ca: CAMINAR MENTRE TREBALLA
cs: CHOĎTE PŘI PRÁCI
da: GÅ MENS DU ARBEJDER
de: WÄHREND DER ARBEIT GEHEN
el: ΠΕΡΠΑΤΑΤΕ ΕΝΩ ΕΡΓΑΖΕΤΕ
es: CAMINAR MIENTRAS TRABAJA
fi: KÄVELE TYÖSTÄ
fr: MARCHER EN TRAVAILLANT
he: ללכת בזמן העבודה
hi: काम करते समय टहलें
hr: ŠETAJTE DOK RADITE
hu: SÉTÁLJ MUNKA KÖZBEN
id: BERJALAN SAAT BEKERJA
it: CAMMINARE MENTRE LAVORO
ja: 仕事中に歩く
ko: 일하면서 걷기
ms: BERJALAN SAMBIL BEKERJA
nb: GÅ MENS DU JOBBER
nl: LOOP TERWIJL U WERKT
pl: CHODZIJ PODCZAS PRACY
pt: ANDAR ENQUANTO TRABALHA
ro: MERCI CÂND MUNCĂ
ru: ХОДИТЬ ВО ВРЕМЯ РАБОТЫ
sk: POČAS PRÁCE CHOĎTE
sv: GÅ UNDER DU ARBETAR
th: เดินในขณะที่ทำงาน
tr: ÇALIŞIRKEN YÜRÜYÜN
uk: ХОДИТИ ПІД ЧАС РОБОТИ
vi: ĐI BỘ TRONG KHI LÀM VIỆC
yue: 做嘢嗰陣行下
zh_hans: 边工作边走路
zh_hant: 邊工作邊走路

# ios.health.hero.title
source: The steps you take while working.
ar: الخطوات التي تقطعها أثناء العمل.
ca: Els passos que fas mentre treballes.
cs: Kroky, které děláte při práci.
da: De trin, du tager, mens du arbejder.
de: Die Schritte, die Sie während der Arbeit unternehmen.
el: Τα βήματα που κάνετε ενώ εργάζεστε.
es: Los pasos que das mientras trabajas.
fi: Työn aikana otetut askeleet.
fr: Les pas que vous faites en travaillant.
he: הצעדים שצברתם בזמן העבודה.
hi: काम करते समय आप जो कदम उठाते हैं.
hr: Koraci koje poduzimate dok radite.
hu: A munka közben megtett lépések.
id: Langkah-langkah yang Anda ambil saat bekerja.
it: I passi che fai mentre lavori.
ja: 作業中に歩いた歩数。
ko: 작업하는 동안 걸은 걸음 수입니다.
ms: Langkah-langkah yang anda ambil semasa bekerja.
nb: Trinnene du tar mens du jobber.
nl: De stappen die je zet tijdens het werken.
pl: Kroki, które wykonujesz podczas pracy.
pt: Os passos que você dá enquanto trabalha.
ro: Pașii pe care îi faci în timp ce lucrezi.
ru: Шаги, которые вы предпринимаете во время работы.
sk: Kroky, ktoré robíte pri práci.
sv: Stegen du tar när du arbetar.
th: จำนวนก้าวที่คุณเดินขณะทำงาน
tr: Çalışırken attığınız adımlar.
uk: Кроки, які ви робите під час роботи.
vi: Các bước bạn thực hiện khi làm việc.
yue: 你喺工作時行嘅步數。
zh_hans: 工作时走过的步数。
zh_hant: 工作時走過的步數。

# ios.health.hero.description
source: The camera detects when you walk in front of your Mac. Your iPhone uses Apple Health to count only the steps taken during those periods.
ar: تكتشف الكاميرا عندما تمشي أمام Mac. يستخدم iPhone تطبيق Apple Health لاحتساب الخطوات التي تقطعها خلال تلك الفترات فقط.
ca: Quan Vibe Walkie està actiu i connectat al Mac, l’iPhone utilitza Apple Health per comptar els passos fets durant aquesta sessió de treball.
cs: Když je Vibe Walkie aktivní a připojené k Macu, iPhone pomocí Apple Health počítá kroky během této pracovní relace.
da: Når Vibe Walkie er aktiv og forbundet til din Mac, bruger din iPhone Apple Health til at tælle skridtene under arbejdssessionen.
de: Wenn Vibe Walkie aktiv und mit deinem Mac verbunden ist, zählt dein iPhone über Apple Health die Schritte während dieser Arbeitssitzung.
el: Όταν το Vibe Walkie είναι ενεργό και συνδεδεμένο στο Mac, το iPhone χρησιμοποιεί το Apple Health για να μετρά τα βήματα αυτής της περιόδου εργασίας.
es: Cuando Vibe Walkie está activo y conectado al Mac, el iPhone usa Apple Health para contar los pasos dados durante esa sesión de trabajo.
fi: Kun Vibe Walkie on aktiivinen ja yhdistetty Maciin, iPhone laskee Apple Healthin avulla työskentelyjakson aikana otetut askeleet.
fr: La caméra détecte quand vous marchez devant votre Mac. L’iPhone utilise Apple Santé pour compter uniquement les pas effectués pendant ces périodes.
he: המצלמה מזהה כשאתם הולכים מול ה‑Mac. ה‑iPhone משתמש ב‑Apple Health כדי לספור רק את הצעדים שביצעתם בזמנים האלה.
hi: जब Vibe Walkie सक्रिय और आपके Mac से कनेक्ट हो, तो iPhone Apple Health से उस कार्य सत्र के दौरान चले गए कदम गिनता है।
hr: Kad je Vibe Walkie aktivan i povezan s Macom, iPhone putem aplikacije Apple Health broji korake tijekom te radne sesije.
hu: Amikor a Vibe Walkie aktív és csatlakozik a Machez, az iPhone az Apple Health segítségével számolja a munkamenet során megtett lépéseket.
id: Saat Vibe Walkie aktif dan terhubung ke Mac, iPhone menggunakan Apple Health untuk menghitung langkah selama sesi kerja tersebut.
it: Quando Vibe Walkie è attiva e connessa al Mac, l’iPhone usa Apple Health per contare i passi effettuati durante la sessione di lavoro.
ja: Macの前を歩いている時間をカメラが検出し、その時間の歩数だけをiPhoneのApple Healthから集計します。
ko: Vibe Walkie가 활성 상태로 Mac에 연결되어 있으면 iPhone이 Apple Health를 사용해 해당 작업 세션 동안의 걸음 수를 계산합니다.
ms: Apabila Vibe Walkie aktif dan bersambung ke Mac, iPhone menggunakan Apple Health untuk mengira langkah semasa sesi kerja tersebut.
nb: Når Vibe Walkie er aktiv og koblet til Macen, bruker iPhone Apple Health til å telle skrittene i arbeidsøkten.
nl: Wanneer Vibe Walkie actief en verbonden is met je Mac, gebruikt de iPhone Apple Health om de stappen tijdens die werksessie te tellen.
pl: Gdy Vibe Walkie jest aktywne i połączone z Makiem, iPhone używa Apple Health do liczenia kroków podczas tej sesji pracy.
pt: A câmera detecta quando você passa na frente do seu Mac. Seu iPhone usa Apple Health para contar apenas os passos dados durante esses períodos.
ro: Când Vibe Walkie este activ și conectat la Mac, iPhone folosește Apple Health pentru a număra pașii din timpul acelei sesiuni de lucru.
ru: Когда Vibe Walkie активно и подключено к Mac, iPhone использует Apple Health для подсчёта шагов во время рабочего сеанса.
sk: Keď je Vibe Walkie aktívne a pripojené k Macu, iPhone pomocou Apple Health počíta kroky počas tejto pracovnej relácie.
sv: När Vibe Walkie är aktiv och ansluten till din Mac använder iPhone Apple Health för att räkna stegen under arbetspasset.
th: กล้องจะตรวจจับเมื่อคุณเดินอยู่หน้า Mac โดย iPhone จะใช้ Apple Health เพื่อนับเฉพาะจำนวนก้าวที่เดินในช่วงเวลาดังกล่าว
tr: Vibe Walkie etkin ve Mac’inize bağlıyken iPhone, çalışma oturumu sırasında atılan adımları Apple Health ile sayar.
uk: Коли Vibe Walkie активна й підключена до Mac, iPhone використовує Apple Health для підрахунку кроків під час робочого сеансу.
vi: Khi Vibe Walkie đang hoạt động và kết nối với Mac, iPhone dùng Apple Health để đếm số bước trong phiên làm việc đó.
yue: 當你喺 Mac 前面行路時，相機會偵測到。iPhone 會使用 Apple Health，只計算呢啲時段內行嘅步數。
zh_hans: 摄像头会检测你在Mac前走路的时段，iPhone仅通过Apple Health统计这些时段内的步数。
zh_hant: 相機會偵測你在Mac前走路的時段，iPhone只會透過Apple Health統計這些時段內的步數。

# ios.health.connected.title
source: Apple Health connected
ar: Apple Health متصل
ca: Apple Health connectat
cs: Apple Health připojeno
da: Apple Health tilsluttet
de: Apple Health verbunden
el: Η εφαρμογή Apple Health συνδέθηκε
es: Apple Health conectado
fi: Apple Health yhdistetty
fr: Apple Santé configuré
he: Apple Health מחובר
hi: Apple Health कनेक्ट हुआ
hr: Apple Health povezan
hu: Apple Health csatlakoztatva
id: Apple Health terhubung
it: Apple Health connesso
ja: Apple Healthに接続済み
ko: Apple Health이(가) 연결되었습니다.
ms: Apple Health disambungkan
nb: Apple Health er tilkoblet
nl: Apple Health verbonden
pl: Połączono: Apple Health
pt: Apple Health conectado
ro: Apple Health conectat
ru: Apple Health подключено
sk: Zariadenie Apple Health je pripojené
sv: Apple Health ansluten
th: เชื่อมต่อแล้ว Apple Health
tr: Apple Health bağlandı
uk: Apple Health підключено
vi: Đã kết nối Apple Health
yue: { 蘋果健康 } 連接咗
zh_hans: 已连接Apple Health
zh_hant: 已連接Apple Health

# ios.health.connected.description
source: Authorized steps, distance, and exercise minutes are combined by HealthKit
ar: تُدمج الخطوات والمسافة ودقائق التمرين المسموح بها عبر HealthKit
ca: HealthKit combina els passos autoritzats, la distància i els minuts d'exercici
cs: Autorizované kroky, vzdálenost a minuty cvičení jsou kombinovány pomocí HealthKit
da: Autoriserede skridt, distance og træningsminutter kombineres af HealthKit
de: Autorisierte Schritte, Distanz und Trainingsminuten werden von HealthKit kombiniert
el: Τα εξουσιοδοτημένα βήματα, η απόσταση και τα λεπτά άσκησης συνδυάζονται από το HealthKit
es: Los pasos, la distancia y los minutos de ejercicio autorizados se combinan con HealthKit
fi: HealthKit yhdistää sallitut askeleet, matkan ja harjoitusminuutit
fr: Les pas, la distance et les minutes d’exercice autorisés sont fusionnés par HealthKit
he: הצעדים, המרחק ודקות האימון שאושרו משולבים באמצעות HealthKit
hi: अधिकृत कदम, दूरी और व्यायाम मिनट को HealthKit द्वारा संयोजित किया जाता है
hr: Odobrene korake, udaljenost i minute vježbanja kombinira HealthKit
hu: Az engedélyezett lépéseket, távolságot és edzésperceket a(z) HealthKit kombinálja
id: Langkah resmi, jarak, dan menit latihan digabungkan dengan HealthKit
it: Passi autorizzati, distanza e minuti di allenamento vengono combinati da HealthKit
ja: 許可された歩数、距離、エクササイズ時間をHealthKitで統合します
ko: 승인된 걸음 수, 거리, 운동 시간은 HealthKit로 결합됩니다.
ms: Langkah, jarak dan minit senaman yang dibenarkan digabungkan oleh HealthKit
nb: Autoriserte skritt, distanse og treningsminutter kombineres av HealthKit
nl: Geautoriseerde stappen, afstand en trainingsminuten worden gecombineerd door HealthKit
pl: Autoryzowane kroki, dystans i minuty ćwiczeń są łączone przez HealthKit
pt: Passos, distância e minutos de exercício autorizados são combinados por HealthKit
ro: Pașii autorizați, distanța și minutele de exercițiu sunt combinate de HealthKit
ru: Разрешенные шаги, расстояние и минуты тренировок объединяются с помощью HealthKit.
sk: Autorizované kroky, vzdialenosť a minúty cvičenia sú kombinované pomocou súpravy HealthKit
sv: Godkända steg, distans och träningsminuter kombineras av HealthKit
th: จำนวนก้าว ระยะทาง และนาทีการออกกำลังกายที่ได้รับอนุญาตจะรวมกันโดย HealthKit
tr: İzin verilen adımlar, mesafe ve egzersiz dakikaları HealthKit ile birleştirilir
uk: Дозволені кроки, відстань і хвилини вправ поєднуються HealthKit
vi: Số bước, khoảng cách và số phút tập thể dục được cho phép được tổng hợp bởi HealthKit
yue: 授權步數、距離同運動分鐘由 HealthKit 合併
zh_hans: 已授权的步数、距离和锻炼分钟数会通过HealthKit合并
zh_hant: 已授權的步數、距離和運動分鐘數會透過HealthKit合併

# ios.health.today
source: TODAY
ar: اليوم
ca: AVUI
cs: DNES
da: I DAG
de: HEUTE
el: ΣΗΜΕΡΑ
es: HOY
fi: TÄNÄÄN
fr: AUJOURD’HUI
he: היום
hi: आज
hr: DANAS
hu: MA
id: HARI INI
it: OGGI
ja: 今日
ko: 오늘
ms: HARI INI
nb: I DAG
nl: VANDAAG
pl: DZISIAJ
pt: HOJE
ro: ASTĂZI
ru: СЕГОДНЯ
sk: DNES
sv: I DAG
th: วันนี้
tr: BUGÜN
uk: СЬОГОДНІ
vi: HÔM NAY
yue: 今日
zh_hans: 今天
zh_hant: 今天

# ios.health.steps.working
source: steps while working
ar: خطوات أثناء العمل
ca: passos mentre es treballa
cs: kroky při práci
da: trin under arbejdet
de: Schritte während der Arbeit
el: βήματα κατά την εργασία
es: pasos mientras trabaja
fi: askeleita työskennellessään
fr: pas gagnés en travaillant
he: צעדים בזמן העבודה
hi: काम करते समय कदम
hr: koraka tijekom rada
hu: lépések munka közben
id: langkah saat bekerja
it: passi durante il lavoro
ja: 作業中の歩数
ko: 일하는 동안의 걸음 수
ms: langkah semasa bekerja
nb: trinn mens du arbeider
nl: stappen tijdens het werken
pl: kroki podczas pracy
pt: passos durante o trabalho
ro: pași în timpul lucrului
ru: шаги во время работы
sk: kroky pri práci
sv: steg under arbetet
th: ก้าวขณะทำงาน
tr: çalışırken adımlar
uk: кроки під час роботи
vi: các bước khi làm việc
yue: 工作時嘅步數
zh_hans: 工作时的步数
zh_hant: 工作時的步數

# ios.health.life.points
source: health points
ar: نقاط الصحة
ca: punts de salut
cs: body zdraví
da: sundhedspunkter
de: Gesundheitspunkte
el: σημεία υγείας
es: puntos de salud
fi: terveyspisteitä
fr: points de santé
he: נקודות בריאות
hi: स्वास्थ्य बिन्दु
hr: zdravstvene točke
hu: egészségügyi pontok
id: poin kesehatan
it: punti salute
ja: 健康ポイント
ko: 건강 포인트
ms: titik kesihatan
nb: helsepoeng
nl: gezondheids punten
pl: punkty zdrowia
pt: pontos de saúde
ro: puncte de sănătate
ru: очки здоровья
sk: body zdravia
sv: hälsopoäng
th: คะแนนสุขภาพ
tr: sağlık puanları
uk: точки здоров'я
vi: điểm sức khỏe
yue: 健康點數
zh_hans: 健康积分
zh_hant: 健康積分

# ios.health.total.steps
source: %@ total
ar: الإجمالي %@
ca: %@ en total
cs: Celkem %@
da: %@ i alt
de: Insgesamt %@
el: %@ συνολικά
fi: Yhteensä %@
fr: %@ au total
he: סה״כ %@
hi: कुल %@
hr: Ukupno %@
hu: Összesen %@
id: %@ jumlah totalnya
it: %@ totale
ja: 合計%@歩
ko: 총 %@
ms: Jumlah %@.
nb: %@ totalt
nl: %@ totaal
pl: Łącznie %@
pt: Total de %@
ro: %@ în total
ru: Всего %@
sk: Celkom %@
sv: %@ totalt
th: รวม %@
tr: Toplam %@
uk: Усього %@
vi: Tổng cộng %@
yue: 總共 %@ 步
zh_hans: 共%@步
zh_hant: 共%@步

# ios.health.share
source: Share my score
ar: مشاركة نتيجتي
ca: Comparteix la meva puntuació
cs: Podělte se o mé skóre
da: Del mit resultat
de: Teile meine Punktzahl
el: Μοιραστείτε τη βαθμολογία μου
es: compartir mi puntuación
fi: Jaa pisteet
fr: Partager mon score
he: שיתוף הניקוד שלי
hi: मेरा स्कोर साझा करें
hr: Podijeli moj rezultat
hu: Oszd meg a pontszámomat
id: Bagikan skor saya
it: Condividi il mio punteggio
ja: スコアを共有
ko: 내 점수를 공유하세요
ms: Kongsi markah saya
nb: Del poengsummen min
nl: Deel mijn score
pl: Udostępnij mój wynik
pt: Compartilhar minha pontuação
ro: Împărtășește scorul meu
ru: Поделитесь своим результатом
sk: Podeľte sa o moje skóre
sv: Dela min poäng
th: แบ่งปันคะแนนของฉัน
tr: Puanımı paylaş
uk: Поділіться моїм балом
vi: Chia sẻ điểm số của tôi
yue: 分享我嘅分數
zh_hans: 分享我的得分
zh_hant: 分享我的分數

# ios.health.synced.at
source: Synced at %@
ar: تمت المزامنة في %@
ca: Sincronitzat a %@
cs: Synchronizováno v %@
da: Synkroniseret ved %@
de: Synchronisiert um %@
el: Συγχρονίστηκε σε %@
es: Sincronizado a las %@
fi: Synkronoitu %@
fr: Synchronisé à %@
he: סונכרן ב‑%@
hi: %@ पर समन्वयित किया गया
hr: Sinkronizirano na %@
hu: Szinkronizálva: %@
id: Disinkronkan di %@
it: Sincronizzato alle %@
ja: %@に同期
ko: %@에 동기화됨
ms: Disegerakkan di %@
nb: Synkronisert på %@
nl: Gesynchroniseerd op %@
pl: Zsynchronizowano o %@
pt: Sincronizado em %@
ro: Sincronizat la %@
ru: Синхронизировано в %@
sk: Synchronizované o %@
sv: Synkas på %@
th: ซิงค์เมื่อ %@
tr: %@ tarihinde senkronize edildi
uk: Синхронізовано в %@
vi: Đã đồng bộ hóa lúc %@
yue: 已於 %@ 同步
zh_hans: 同步于%@
zh_hant: 同步於%@

# ios.health.history.title
source: Steps earned
ar: الخطوات المكتسبة
ca: Passos guanyats
cs: Vydělané kroky
da: Optjente skridt
de: Verdiente Schritte
el: Κερδισμένα βήματα
es: Pasos obtenidos
fi: Askeleita ansaittu
fr: Pas gagnés
he: צעדים שנצברו
hi: कदम कमाए
hr: Ostvareni koraci
hu: Megszerzett lépések
id: Langkah diperoleh
it: Passi guadagnati
ja: 獲得歩数
ko: 획득한 걸음 수
ms: Langkah yang diperolehi
nb: Opptjente trinn
nl: Stappen verdiend
pl: Zdobyte kroki
pt: Passos ganhos
ro: Pași câștigați
ru: Заработано шагов
sk: Zarobené kroky
sv: Intjänade steg
th: จำนวนก้าวที่สะสม
tr: Kazanılan adımlar
uk: Зароблені кроки
vi: Số bước đạt được
yue: 賺到嘅步數
zh_hans: 获得的步数
zh_hant: 獲得的步數

# ios.health.history.period.total
source: steps during this period
ar: خطوات خلال هذه الفترة
ca: passos durant aquest període
cs: kroky během tohoto období
da: trin i denne periode
de: Schritte in diesem Zeitraum
el: βήματα κατά τη διάρκεια αυτής της περιόδου
es: pasos durante este período
fi: askeleet tänä aikana
fr: pas sur la période
he: צעדים בתקופה זו
hi: इस अवधि के दौरान कदम
hr: koraka tijekom ovog razdoblja
hu: lépések ebben az időszakban
id: langkah-langkah selama periode ini
it: passi durante questo periodo
ja: この期間の歩数
ko: 이 기간 동안의 걸음 수
ms: langkah dalam tempoh ini
nb: trinn i denne perioden
nl: stappen in deze periode
pl: kroków w tym okresie
pt: passos durante este período
ro: pași în această perioadă
ru: шаги за этот период
sk: krokov počas tohto obdobia
sv: steg under denna period
th: จำนวนก้าวในช่วงเวลานี้
tr: Bu dönemdeki adımlar
uk: кроків у цей період
vi: bước trong thời gian này
yue: 呢段時間嘅步數
zh_hans: 此期间的步数
zh_hant: 此期間的步數

# ios.health.history.daily.average
source: steps per day
ar: خطوات يوميًا
ca: passos per dia
cs: kroků za den
da: skridt om dagen
de: Schritte pro Tag
el: βήματα την ημέρα
es: pasos por día
fi: askeleita päivässä
fr: pas par jour
he: צעדים ליום
hi: प्रति दिन कदम
hr: koraka po danu
hu: lépések naponta
id: langkah per hari
it: passi al giorno
ja: 1日あたりの歩数
ko: 하루 걸음 수
ms: langkah setiap hari
nb: skritt per dag
nl: stappen per dag
pl: kroków dziennie
pt: passos por dia
ro: pași pe zi
ru: шагов в день
sk: krokov za deň
sv: steg per dag
th: ก้าวต่อวัน
tr: günlük adım
uk: кроків на день
vi: bước mỗi ngày
yue: 每日步數
zh_hans: 每日步数
zh_hant: 每日步數

# ios.health.walking.minutes
source: %lld min walking
ar: %lld د مشيًا
ca: %lld minuts caminant
cs: %lld min chůze
da: %lld min. gang
de: %lld Minuten zu Fuß
el: %lld λεπτά περπάτημα
es: %lld minutos caminando
fi: %lld min kävelyä
fr: %lld min de marche
he: %lld דקות הליכה
hi: %lld मिनट पैदल
hr: %lld min hodanja
hu: %lld perc séta
id: %lld menit berjalan kaki
it: %lld minuti a piedi
ja: 徒歩%lld分
ko: 도보로 %lld분
ms: %lld min berjalan kaki
nb: %lld min gange
nl: %lld min. lopen
pl: %lld min spaceru
pt: %lld minutos de caminhada
ro: %lld min de mers pe jos
ru: %lld мин ходьбы
sk: %lld min chôdze
sv: %lld min gång
th: เดิน %lld นาที
tr: %lld dakika yürüyüş
uk: %lld хв ходьби
vi: %lld phút đi bộ
yue: 步行 %lld 分鐘
zh_hans: 步行%lld分钟
zh_hant: 步行%lld分鐘

# ios.health.walking.hours.minutes
source: %lld h %lld min walking
ar: %lld س و%lld د مشيًا
ca: %lld h %lld minuts caminant
cs: %lld h %lld min chůze
da: %lld t. %lld min. gang
de: %lld Stunden %lld Minuten zu Fuß
el: %lld h %lld λεπτά περπάτημα
es: %lld h %lld minutos caminando
fi: %lld h %lld min kävelyä
fr: %lld h %lld min de marche
he: %lld ש׳ ו‑%lld דק׳ הליכה
hi: %lld घंटा %lld मिनट चलना
hr: %lld h %lld min hodanja
hu: %lld h %lld perc gyaloglás
id: %lld jam %lld menit berjalan kaki
it: %lld h %lld min a piedi
ja: 徒歩%lld時間%lld分
ko: 도보로 %lld시간 %lld분
ms: %lld j %lld min berjalan kaki
nb: %lld t %lld min gange
nl: %lld uur %lld min lopen
pl: %lld godz. %lld min spaceru
pt: %lld h %lld min de caminhada
ro: %lld h %lld minute de mers pe jos
ru: %lld ч. %lld мин. ходьбы
sk: %lld h %lld min chôdze
sv: %lld h %lld min gång
th: เดิน %lld ชม. %lld นาที
tr: %lld saat %lld dakika yürüyüş
uk: %lld год %lld хв ходьби
vi: %lld giờ đi bộ %lld phút
yue: 步行 %lld 小時 %lld 分鐘
zh_hans: 步行%lld小时%lld分钟
zh_hant: 步行%lld小時%lld分鐘

# ios.health.intensity.unavailable
source: intensity unavailable
ar: بيانات الشدة غير متاحة
ca: intensitat no disponible
cs: intenzita nedostupná
da: intensitet ikke tilgængelig
de: Intensität nicht verfügbar
el: η ένταση δεν είναι διαθέσιμη
es: intensidad no disponible
fi: intensiteetti ei ole käytettävissä
fr: intensité indisponible
he: נתוני העצימות אינם זמינים
hi: तीव्रता अनुपलब्ध
hr: intenzitet nedostupan
hu: intenzitás nem elérhető
id: intensitas tidak tersedia
it: intensità non disponibile
ja: 強度データなし
ko: 강도를 사용할 수 없음
ms: keamatan tidak tersedia
nb: intensitet utilgjengelig
nl: intensiteit niet beschikbaar
pl: intensywność niedostępna
pt: intensidade indisponível
ro: intensitate indisponibilă
ru: интенсивность недоступна
sk: intenzita nedostupná
sv: intensitet inte tillgänglig
th: ความเข้มไม่พร้อมใช้งาน
tr: yoğunluk mevcut değil
uk: інтенсивність недоступна
vi: cường độ không có sẵn
yue: 強度唔可用
zh_hans: 暂无强度数据
zh_hant: 暫無強度資料

# ios.health.active.minutes
source: %lld active min
ar: %lld د نشطة
ca: %lld actiu min
cs: Aktivní min. %lld
da: %lld aktive min
de: %lld aktive Min
el: %lld ενεργό min
es: %lld mínimo activo
fi: %lld aktiivinen min
fr: %lld min soutenues
he: %lld דקות פעילות
hi: %lld सक्रिय मिनट
hr: %lld aktivno min
hu: %lld aktív min
id: %lld menit aktif
it: %lld attivo min
ja: 高強度%lld分
ko: %lld 활성 분
ms: %lld min aktif
nb: %lld aktive min
nl: %lld actieve min
pl: %lld aktywny min
pt: %lld minutos ativos
ro: %lld activ min
ru: %lld минут активности
sk: min. aktivity: %lld
sv: %lld aktiv min
th: นาทีที่ใช้งานอยู่ %lld นาที
tr: %lld aktif dk.
uk: %lld хв. активності
vi: %lld phút hoạt động
yue: %lld 分鐘高強度活動
zh_hans: %lld分钟高强度活动
zh_hant: %lld分鐘高強度活動

# ios.health.period.week
source: Week
ar: أسبوع
ca: Setmana
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
fi: Viikko
fr: Semaine
he: שבוע
hi: सप्ताह
hr: Tjedan
hu: Hét
id: Pekan
it: Settimana
ja: 週
ko: 주
ms: Minggu
nb: Uke
pl: Tydzień
pt: Semana
ro: Săptămână
ru: Неделя
sk: týždeň
sv: Vecka
th: สัปดาห์
tr: Hafta
uk: тиждень
vi: Tuần
yue: 禮拜
zh_hans: 周
zh_hant: 週

# ios.health.period.month
source: Month
ar: شهر
ca: Mes
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
fi: Kuukausi
fr: Mois
he: חודש
hi: महीना
hr: Mjesec
hu: Hónap
id: Bulan
it: Mese
ja: 月
ko: 월
ms: bulan
nb: Måned
nl: Maand
pl: Miesiąc
pt: Mês
ro: Lună
ru: Месяц
sk: mesiac
sv: Månad
th: เดือน
tr: Ay
uk: місяць
vi: Tháng
yue: 月
zh_hans: 月
zh_hant: 月

# ios.health.period.year
source: Year
ar: سنة
ca: Any
cs: Rok
da: År
de: Jahr
el: Ετος
es: Año
fi: vuosi
fr: Année
he: שנה
hi: वर्ष
hr: Godina
hu: Év
id: Tahun
it: Anno
ja: 年
ko: 년도
ms: tahun
nb: År
nl: Jaar
pl: Rok
pt: Ano
ro: An
ru: Год
sk: rok
sv: År
th: ปี
tr: Yıl
uk: рік
vi: Năm
yue: 年
zh_hans: 年
zh_hant: 年

# ios.health.range.7.days
source: 7 days
ar: 7 أيام
ca: 7 dies
cs: 7 dní
da: 7 dage
de: 7 Tage
el: 7 ημέρες
es: 7 dias
fi: 7 päivää
fr: 7 jours
he: 7 ימים
hi: 7 दिन
hr: 7 dana
hu: 7 nap
id: 7 hari
it: 7 giorni
ja: 7日間
ko: 7일
ms: 7 hari
nb: 7 dager
nl: 7 dagen
pl: 7 dni
pt: 7 dias
ro: 7 zile
ru: 7 дней
sk: 7 dní
sv: 7 dagar
th: 7 วัน
tr: 7 gün
uk: 7 днів
vi: 7 ngày
yue: 7 日
zh_hans: 7天
zh_hant: 7天

# ios.health.range.30.days
source: 30 days
ar: 30 يومًا
ca: 30 dies
cs: 30 dní
da: 30 dage
de: 30 Tage
el: 30 ημέρες
es: 30 dias
fi: 30 päivää
fr: 30 jours
he: 30 ימים
hi: 30 दिन
hr: 30 dana
hu: 30 nap
id: 30 hari
it: 30 giorni
ja: 30日間
ko: 30일
ms: 30 hari
nb: 30 dager
nl: 30 dagen
pl: 30 dni
pt: 30 dias
ro: 30 de zile
ru: 30 дней
sk: 30 dní
sv: 30 dagar
th: 30 วัน
tr: 30 gün
uk: 30 днів
vi: 30 ngày
yue: 30日
zh_hans: 30天
zh_hant: 30天

# ios.health.range.12.months
source: 12 months
ar: 12 شهرًا
ca: 12 mesos
cs: 12 měsíců
da: 12 måneder
de: 12 Monate
el: 12 μηνών
es: 12 meses
fi: 12 kuukautta
fr: 12 mois
he: 12 חודשים
hi: 12 महीने
hr: 12 mjeseci
hu: 12 hónap
id: 12 bulan
it: 12 mesi
ja: 12か月
ko: 12개월
ms: 12 bulan
nb: 12 måneder
nl: 12 maanden
pl: 12 miesięcy
pt: 12 meses
ro: 12 luni
ru: 12 месяцев
sk: 12 mesiacov
sv: 12 månader
th: 12 เดือน
tr: 12 ay
uk: 12 місяців
vi: 12 tháng
yue: 12個月
zh_hans: 12个月
zh_hant: 12個月

# premium.title
source: Vibe Walkie Premium
ar: Vibe Walkie بريميوم
es: Vibe Walkie Prémium
he: Vibe Walkie פרימיום
hi: Vibe Walkie प्रीमियम
ja: Vibe Walkie プレミアム
ko: Vibe Walkie 프리미엄
ru: Vibe Walkie Премиум
th: Vibe Walkie พรีเมียม
vi: Vibe Walkie cao cấp
yue: Vibe Walkie 高級版
zh_hans: Vibe Walkie 高级版
zh_hant: Vibe Walkie 高級版

# premium.close
source: Close
ar: يغلق
ca: Tancar
cs: Blízko
da: Tæt
de: Schließen
el: Κοντά
es: Cerca
fi: Lähellä
fr: Fermer
he: לִסְגוֹר
hi: बंद करना
hr: Zatvoriti
hu: Közeli
id: Menutup
it: Vicino
ja: 近い
ko: 닫다
ms: tutup
nb: Lukke
nl: Dichtbij
pl: Zamknąć
pt: Fechar
ro: Aproape
ru: Закрывать
sk: Zavrieť
sv: Nära
th: ปิด
tr: Kapalı
uk: Закрити
vi: Đóng
yue: 閂
zh_hans: 关闭
zh_hant: 關閉
